# Brewfile — declarative Homebrew package management
# Usage: brew bundle [--file=Brewfile]
# Cleanup: brew bundle cleanup [--force] to remove unlisted packages

# --- Build tools ---
brew "ninja"
brew "cmake"
brew "gettext"
brew "curl"
brew "libtool"
brew "graphviz"

# --- Search and file tools ---
brew "fd"
brew "the_silver_searcher"
brew "ripgrep"
brew "bat"
brew "fzf"

# --- Git tools ---
brew "gh"
brew "git-delta"
brew "tig"

# --- System utilities ---
brew "tree"
brew "wget"
brew "jq"
brew "htop"
brew "ngrep"
brew "z"

# --- Programming languages and runtimes ---
brew "pyenv"
brew "python"
brew "python@3.9"
brew "lua"
brew "luajit-openresty"
brew "perl"
brew "ruby"
brew "deno"

# --- Shell and terminal ---
brew "zsh"
brew "bash"
brew "bash-completion@2"
brew "shellcheck"
brew "tmux"
brew "reattach-to-user-namespace"
brew "autojump"
brew "zoxide"
brew "starship"

# --- Editors and Neovim tooling ---
brew "vim"
brew "bob"
brew "tree-sitter"
brew "tree-sitter-cli"

# --- Media and conversion ---
brew "ffmpeg"
brew "yt-dlp"
brew "gallery-dl"
brew "cmus"
brew "imagemagick"

# --- Networking and security ---
brew "mkcert"
brew "nss"
brew "gnupg"
brew "libpq"

# --- Cloud and mobile ---
brew "awscli"
brew "cocoapods"

# --- Java and JVM ---
brew "jenv"
brew "maven"

# --- Other CLI tools ---
brew "eza"
brew "gnu-sed"
brew "translate-shell"
brew "markdownlint-cli"
brew "http-server"
brew "allure"
brew "viz"
brew "mas"
brew "yarn", args: ["ignore-dependencies"]

# --- Casks: Window management and productivity ---
cask "rectangle"
cask "alt-tab"
cask "bettertouchtool"
cask "karabiner-elements"
cask "caffeine"
cask "keepingyouawake"
cask "maccy"
cask "path-finder"

# --- Casks: Development tools ---
cask "visual-studio-code"
cask "alacritty"
cask "ghostty"
cask "intellij-idea"

# --- Casks: Media and utilities ---
cask "app-cleaner"
cask "keka"
cask "kap"
cask "qbserve"
cask "pdfsam-basic"
cask "colorsnapper"
cask "vlc"
cask "spotify"
cask "visualvm"
cask "xquartz"

# --- Casks: Browsers ---
cask "firefox@developer-edition"
cask "google-chrome@canary"
cask "google-chrome"
cask "firefox"

# --- Casks: Other apps ---
cask "whatsapp"
cask "google-drive"
cask "macfuse"
cask "nightfall"

# --- Casks: Fonts ---
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "font-source-code-pro"

# --- Casks: Java ---
cask "temurin@8"
cask "temurin@11"
cask "temurin@17"
cask "temurin@21"
